[AshAdvWarlockM1 X2CharacterTemplate]
strCharacterName="Колдун \"Адвента\""

[AshAdvWarlockM2 X2CharacterTemplate]
strCharacterName="Колдун \"Адвента\""

[AshAdvWarlockM3 X2CharacterTemplate]
strCharacterName="Колдун \"Адвента\""

[AshAdvWarlockM4 X2CharacterTemplate]
strCharacterName="Лорд-колдун \"Адвента\""

[AshPsiAbominationM1 X2CharacterTemplate]
strCharacterName="Поднятая мерзость"

[AshPsiAbominationM2 X2CharacterTemplate]
strCharacterName="Поднятая мерзость"

[AshPsiAbominationM3 X2CharacterTemplate]
strCharacterName="Поднятая мерзость"

[AshRisenTrooperM1 X2CharacterTemplate]
strCharacterName="Поднятый солдат"

[AshRisenTrooperM2 X2CharacterTemplate]
strCharacterName="Поднятый солдат"

[AshRisenTrooperM3 X2CharacterTemplate]
strCharacterName="Поднятый солдат"

[AshRisenWarlockM1 X2CharacterTemplate]
strCharacterName="Восставший колдун"

[AshRisenWarlockM2 X2CharacterTemplate]
strCharacterName="Восставший колдун"

[AshRisenWarlockM3 X2CharacterTemplate]
strCharacterName="Восставший колдун"

[AshArmoredTrooperM1 X2CharacterTemplate]
strCharacterName="Бронированный солдат"

[AshArmoredTrooperM2 X2CharacterTemplate]
strCharacterName="Бронированный солдат"

[AshArmoredTrooperM3 X2CharacterTemplate]
strCharacterName="Бронированный солдат"

[Weapon_AshAdvWarlockPsionicReaperM1 X2WeaponTemplate]
FriendlyName="Псионический жнец"
TacticalText="<bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<bullet/> Псионические жнецы стреляет смертоносной псионической энергией, пробивая тяжелую броню."
BriefSummary="Используя собственную псионическую энергию колдуна \"Адвента\", псионические жнецы имеют практически безграничный боезапас, а также игнорируют некоторое количество брони."

[Weapon_AshAdvWarlockPsionicReaperM2 X2WeaponTemplate]
FriendlyName="Псионический жнец"
TacticalText="<bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<bullet/> Псионические жнецы стреляет смертоносной псионической энергией, пробивая тяжелую броню."
BriefSummary="Используя собственную псионическую энергию колдуна \"Адвента\", псионические жнецы имеют практически безграничный боезапас, а также игнорируют некоторое количество брони."

[Weapon_AshAdvWarlockPsionicReaperM3 X2WeaponTemplate]
FriendlyName="Псионический жнец"
TacticalText="<bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<bullet/> Псионические жнецы стреляет смертоносной псионической энергией, пробивая тяжелую броню."
BriefSummary="Используя собственную псионическую энергию колдуна \"Адвента\", псионические жнецы имеют практически безграничный боезапас, а также игнорируют некоторое количество брони."

[Weapon_AshAdvWarlockPsiAmpM1 X2WeaponTemplate]
FriendlyName="Пси-усилитель колдуна \"Адвента\""

[Weapon_AshAdvWarlockPsiAmpM2 X2WeaponTemplate]
FriendlyName="Пси-усилитель колдуна \"Адвента\""

[Weapon_AshAdvWarlockPsiAmpM3 X2WeaponTemplate]
FriendlyName="Пси-усилитель колдуна \"Адвента\""

[Weapon_AshXcomPsionicReaper X2WeaponTemplate]
FriendlyName="Псионический жнец"
TacticalText="<bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<bullet/> Псионические жнецы стреляет смертоносной псионической энергией, пробивая тяжелую броню.\n<bullet/> Используя собственную псионическую энергию пси-оперативника, псионические жнецы имеют практически безграничный боезапас.\n<bullet/> Псионические жнецы имеют бонус к меткости на коротких и средних дистанциях."
BriefSummary="Используя собственную псионическую энергию пси-оперативника, псионические жнецы имеют практически безграничный боезапас, а также игнорируют некоторое количество брони."

[Weapon_AshXcomVortexGrenade X2GrenadeTemplate]
FriendlyName="Вихревая граната"
FriendlyNamePlural="Вихревые гранаты"
BriefSummary="При взрыве эта граната создает псионический вихрь, который разрывает само пространство, нанося значительный ущерб жертвам и окружающей среде. Цели, попавшие под взрыв, могут быть оглушены."
TacticalText="<bullet/> Имея меньший вес чем осколочные гранаты, вихревые гранаты можно бросать и запускать дальше, а также они не мешают передвижению солдат.\n<bullet/> Псионический вихрь, высвобождаемый этой гранатой, наносит огромный урон окружающей среде, оставляя врагов без укрытий.\n<bullet/> Жертвы, попавшие в вихрь, могут быть оглушены."
ThrownAbilityName="Бросок вихревой гранаты"
ThrownAbilityHelpText="Бросить вихревую гранату в указанную область. Наносит урон и причиняет огромный ущерб окружающей среде. Цели в зоне действия могут быть оглушены."
LaunchedAbilityname="Выстрел вихревой гранатой"
LaunchedAbilityHelpText="Выстрел вихревой гранатой в указанную область. Наносит урон и причиняет огромный ущерб окружающей среде. Цели в зоне действия могут быть оглушены."

[Weapon_AshAdvWarlockVortexGrenadeM1 X2GrenadeTemplate]
FriendlyName="Вихревая граната"
FriendlyNamePlural="Вихревые гранаты"
BriefSummary="При взрыве эта граната создает псионический вихрь, который разрывает само пространство, нанося значительный ущерб жертвам и окружающей среде. Цели, попавшие под взрыв, могут быть оглушены."
TacticalText="<bullet/> Имея меньший вес чем осколочные гранаты, вихревые гранаты можно бросать и запускать дальше, а также они не мешают передвижению солдат.\n<bullet/> Псионический вихрь, высвобождаемый этой гранатой, наносит огромный урон окружающей среде, оставляя врагов без укрытий.\n<bullet/> Жертвы, попавшие в вихрь, могут быть оглушены."
ThrownAbilityName="Бросок вихревой гранаты"
ThrownAbilityHelpText="Бросить вихревую гранату в указанную область. Наносит урон и причиняет огромный ущерб окружающей среде. Цели в зоне действия могут быть оглушены."
LaunchedAbilityname="Выстрел вихревой гранатой"
LaunchedAbilityHelpText="Выстрел вихревой гранатой в указанную область. Наносит урон и причиняет огромный ущерб окружающей среде. Цели в зоне действия могут быть оглушены."

[Weapon_AshAdvWarlockVortexGrenadeM2 X2GrenadeTemplate]
FriendlyName="Вихревая граната"
FriendlyNamePlural="Вихревые гранаты"
BriefSummary="При взрыве эта граната создает псионический вихрь, который разрывает само пространство, нанося значительный ущерб жертвам и окружающей среде. Цели, попавшие под взрыв, могут быть оглушены."
TacticalText="<bullet/> Имея меньший вес чем осколочные гранаты, вихревые гранаты можно бросать и запускать дальше, а также они не мешают передвижению солдат.\n<bullet/> Псионический вихрь, высвобождаемый этой гранатой, наносит огромный урон окружающей среде, оставляя врагов без укрытий.\n<bullet/> Жертвы, попавшие в вихрь, могут быть оглушены."
ThrownAbilityName="Бросок вихревой гранаты"
ThrownAbilityHelpText="Бросить вихревую гранату в указанную область. Наносит урон и причиняет огромный ущерб окружающей среде. Цели в зоне действия могут быть оглушены."
LaunchedAbilityname="Выстрел вихревой гранатой"
LaunchedAbilityHelpText="Выстрел вихревой гранатой в указанную область. Наносит урон и причиняет огромный ущерб окружающей среде. Цели в зоне действия могут быть оглушены."

[Weapon_AshAdvWarlockVortexGrenadeM3 X2GrenadeTemplate]
FriendlyName="Вихревая граната"
FriendlyNamePlural="Вихревые гранаты"
BriefSummary="При взрыве эта граната создает псионический вихрь, который разрывает само пространство, нанося значительный ущерб жертвам и окружающей среде. Цели, попавшие под взрыв, могут быть оглушены."
TacticalText="<bullet/> Имея меньший вес чем осколочные гранаты, вихревые гранаты можно бросать и запускать дальше, а также они не мешают передвижению солдат.\n<bullet/> Псионический вихрь, высвобождаемый этой гранатой, наносит огромный урон окружающей среде, оставляя врагов без укрытий.\n<bullet/> Жертвы, попавшие в вихрь, могут быть оглушены."
ThrownAbilityName="Бросок вихревой гранаты"
ThrownAbilityHelpText="Бросить вихревую гранату в указанную область. Наносит урон и причиняет огромный ущерб окружающей среде. Цели в зоне действия могут быть оглушены."
LaunchedAbilityname="Выстрел вихревой гранатой"
LaunchedAbilityHelpText="Выстрел вихревой гранатой в указанную область. Наносит урон и причиняет огромный ущерб окружающей среде. Цели в зоне действия могут быть оглушены."

[Weapon_AshWanderingCurse X2AbilityTemplate]
LocFriendlyName="Блуждающее проклятие"
LocLongDescription="Проклинает близлежащих мертвецов, заставляя их воскреснуть."
LocHelpText="Проклинает близлежащих мертвецов, заставляя их воскреснуть."
LocFlyOverText="Блуждающее проклятие"

[UtilityItem_AshPhantomSlayerRounds X2AmmoTemplate]
FriendlyName="Патроны \"Убийца фантомов\""
TacticalText="<bullet/> Патроны \"Убийца фантомов\" - это усовершенствованные версии наших бронебойных патронов, они также эффективны против бронированных целей. Кроме того, они разрушительны против так называемых \"зомби\", с которыми нам приходится сталкиваться."
BriefSummary="Патроны \"Убийца фантомов\" содержат боеголовку с элерием, который разрушает псионические энергии, управляющие мертвецами, а также уничтожает гниющие ткани странников."

[Corpse_AshAdvWarlock X2ItemTemplate]
FriendlyName="Труп колдуна \"Адвента\""
FriendlyNamePlural="Трупы колдунов \"Адвента\""
BriefSummary="Внешне это существо ничем не отличается от любого другого солдата \"Адвента\". Однако, колдун \"Адвента\" обладает внушительным набором псионических способностей."

[Research_AshPsionicWeapons X2TechTemplate]
DisplayName="Псионическое оружие"
Summary="Теперь когда у нас есть возможность обучать наших собственных солдат использовать псионику, мы можем направить свои усилия на разработку оружия, использующего эту самую силу. Если мы сможем создать оружие, позволяющее владельцу фокусировать и направлять собственную псионическую энергию, то его применение в полевых условиях будет бесценным."
CodeName="Жнец"
LongDescription="Прорыв в создании псионического оружия был лишь вопросом времени. Теперь у нас есть доступ к оружию, которое может быть использовано нашими пси-оперативниками и не ограничено необходимостью носить с собой боеприпасы. Кроме того, при разряде этого оружия мало учитываются законы физики, поражающий заряд проходит прямо сквозь броню целей, кроме самых тяжелобронированных. Наконец то, мы можем начать использовать оружие колдунов \"Адвента\" против пришельцев. Р. Тайган. "

[ProvingGround_AshPsiInfusedGrenades X2TechTemplate]
DisplayName="Пси-инфузионные гранаты"
Summary="Следующим логичным шагом наших исследований в области псионики, будет эксперимент с методами наполнения гранат псионической энергией. Это может позволить нашим не одаренным пси-силой солдатам носить псионическое оружие."

[Ability_AshRaiseDead X2AbilityTemplate]
LocFriendlyName="Поднять мертвеца"
LocLongDescription="Контроль разума мертвого, органического, не инопланетного солдата."
LocHelpText="Контроль разума мертвого, органического, не инопланетного солдата."
LocFlyOverText="Поднять мертвеца"

[Autopsy_AshAdvWarlock X2TechTemplate]
DisplayName="Вскрытие колдуна \"Адвента\""
Summary="Физически колдун \"Адвента\" на первый взгляд ничем не отличается от обычного солдата \"Адвента\". Однако их способность манипулировать псионической энергией показывает, что пришельцы продолжают развивать свои эксперименты по созданию гибридов человека и пришельца."
CodeName="Король ведьм"
LongDescription="Несмотря на то, что они физически и генетически идентичны типичному солдату \"Адвента\", наши силы сообщают, что колдуны \"Адвента\" встречаются в гораздо меньшем количестве. Это может быть признаком того, что инопланетяне не могут так быстро произвести этот гибрид человека и инопланетянина. Может потребоваться значительное время, чтобы привить колдунам псионические способности. Это мало утешает наших солдат, поскольку они были свидетелями как колдун \"Адвента\" управляет разумом мертвых в бою, которые продолжают действовать даже после смерти колдуна. Еще больше повышая уровень угрозы этого существа, колдун \"Адвента\" развертывается на поле боя, неся полностью автоматическое оружие, питаемое его собственной псионической энергией. Возможно, если у нас будет достаточно времени и образцов, наши исследования смогут переделать это оружие для нашего собственного использования. Р. Тайган."

[Ability_AshDeathsEmbraceM1 X2AbilityTemplate]
LocFriendlyName="Объятия смерти"
LocLongDescription="Принесите в жертву солдата \"Адвента\" и наделите себя его душой."
LocHelpText="Принесите в жертву солдата \"Адвента\" и наделите себя его душой."
LocFlyOverText="Объятия смерти"

[Ability_AshDeathsEmbraceM2 X2AbilityTemplate]
LocFriendlyName="Объятия смерти"
LocLongDescription="Принесите в жертву солдата \"Адвента\" и наделите себя его душой."
LocHelpText="Принесите в жертву солдата \"Адвента\" и наделите себя его душой."
LocFlyOverText="Объятия смерти"

[Ability_AshDeathsEmbraceM3 X2AbilityTemplate]
LocFriendlyName="Объятия смерти"
LocLongDescription="Принесите в жертву солдата \"Адвента\" и наделите себя его душой."
LocHelpText="Принесите в жертву солдата \"Адвента\" и наделите себя его душой."
LocFlyOverText="Объятия смерти"

[Ability_AshDeathsEmpowermentM1 X2AbilityTemplate]
LocFriendlyName="Полномочия смерти"
LocLongDescription="Увеличивает броню, ОЗ и защиту."
LocHelpText="Увеличить броню, ОЗ и защиту."
LocFlyOverText="Полномочия смерти"

[Ability_AshDeathsEmpowermentM2 X2AbilityTemplate]
LocFriendlyName="Полномочия смерти"
LocLongDescription="Увеличивает броню, ОЗ и защиту."
LocHelpText="Увеличить броню, ОЗ и защиту."
LocFlyOverText="Полномочия смерти"

[Ability_AshDeathsEmpowermentM3 X2AbilityTemplate]
LocFriendlyName="Полномочия смерти"
LocLongDescription="Увеличивает броню, ОЗ и защиту."
LocHelpText="Увеличить броню, ОЗ и защиту."
LocFlyOverText="Полномочия смерти"

[Ability_AshRise X2AbilityTemplate]
LocFriendlyName="Восставший!"
LocLongDescription="Убитые колдуны восстают, чтобы сражаться снова."
LocHelpText="Убитые колдуны восстают, чтобы сражаться снова."
LocFlyOverText="Восставший!"

[Ability_AshZombieSlashM1 X2AbilityTemplate]
LocFriendlyName="Удар мерзости"
LocLongDescription="Удар в ближнем бою, разрушающий броню."
LocHelpText="Удар в ближнем бою, разрушающий броню."
LocFlyOverText="Удар мерзости"

[Ability_AshZombieSlashM2 X2AbilityTemplate]
LocFriendlyName="Удар мерзости"
LocLongDescription="Удар в ближнем бою, разрушающий броню."
LocHelpText="Удар в ближнем бою, разрушающий броню."
LocFlyOverText="Удар мерзости"

[Ability_AshZombieSlashM3 X2AbilityTemplate]
LocFriendlyName="Удар мерзости"
LocLongDescription="Удар в ближнем бою, разрушающий броню."
LocHelpText="Удар в ближнем бою, разрушающий броню."
LocFlyOverText="Удар мерзости"

[Ability_AshWanderingCurseM1 X2AbilityTemplate]
LocFriendlyName="Блуждающее проклятие"
LocLongDescription="Поднимает близлежащих мертвых солдат \"Адвента\"."
LocHelpText="Поднять близлежащих мертвых солдат \"Адвента\"."
LocFlyOverText="Блуждающее проклятие"

[Ability_AshWanderingCurseM2 X2AbilityTemplate]
LocFriendlyName="Блуждающее проклятие"
LocLongDescription="Поднимает близлежащих мертвых солдат \"Адвента\"."
LocHelpText="Поднять близлежащих мертвых солдат \"Адвента\"."
LocFlyOverText="Блуждающее проклятие"

[Ability_AshWanderingCurseM3 X2AbilityTemplate]
LocFriendlyName="Блуждающее проклятие"
LocLongDescription="Поднимает близлежащих мертвых солдат \"Адвента\"."
LocHelpText="Поднять близлежащих мертвых солдат \"Адвента\"."
LocFlyOverText="Блуждающее проклятие"

[Ability_AshResilienceM1 X2AbilityTemplate]
LocFriendlyName="Устойчивость"
LocLongDescription="Восставших солдат становится труднее убить."
LocHelpText="Восставших солдат становится труднее убить."
LocFlyOverText="Устойчивость"

[Ability_AshResilienceM2 X2AbilityTemplate]
LocFriendlyName="Устойчивость"
LocLongDescription="Восставших солдат становится труднее убить."
LocHelpText="Восставших солдат становится труднее убить."
LocFlyOverText="Устойчивость"

[Ability_AshResilienceM3 X2AbilityTemplate]
LocFriendlyName="Устойчивость"
LocLongDescription="Восставших солдат становится труднее убить."
LocHelpText="Восставших солдат становится труднее убить."
LocFlyOverText="Устойчивость"

[Ability_AshPhantomSlayerRounds X2AbilityTemplate]
LocFriendlyName="Патроны убийцы"

[Schematic_AshXcomPsionicReaper X2SchematicTemplate]
FriendlyName="Псионический жнец"
BriefSummary="Псионический жнец работает от собственной псионической энергии пси-оперативника, имеет практически безграничный боезапас и способен пробивать тяжелую броню."

